Repository: maxipago/modulo-woocommerce
Catalog: woocommerce-maxipago/languages/woocommerce-maxipago-*.po
Languages: pt_br

source: maxiPago Disabled
pt_br: maxiPago! Desativado

source: Currency <code>%s</code> is not supported. Works with %s.
pt_br: A moeda <code>%s</code> não é suportada. Funciona com %s.

source: needs to have installed on your server the CURL lib to works!
pt_br: Precisa ter instalado no seu servidor a lib CURL para o funcionamento do plugin!

source: depends on the last version of WooCommerce to work!
pt_br: depende da última versão do WooCommerce para functionar!

source: Active WooCommerce
pt_br: Ativar WooCommerce

source: Install WooCommerce
pt_br: Instale o WooCommerce

source: maxiPago!: After we receive the ticket payment confirmation, your order will be processed.
pt_br: maxiPago!: Após recebermos a confirmação de pagamento do boleto, seu pedido será processado.

source: maxiPago!: After we receive the TEF payment confirmation, your order will be processed.
pt_br: maxiPago!: Após recebermos a confirmação de pagamento, seu pedido será processado.

source: maxiPago!: This order requires manual capture.
pt_br: maxiPago!: O pedido necessita de captura manual.

source: maxiPago!: This order is under fraud review, please wait for return.
pt_br: maxiPago!: Este pedido está sob revisão de fraude, por favor, aguarde o retorno.

source: maxiPago!: Payment Denied.
pt_br: maxiPago!: Pagamento negado.

source: maxiPago!: Payment Denied for duplicity or fraud.
pt_br: maxiPago!: Pagamento negado por duplicidade ou fraude.

source: maxiPago!: An error has occurred while processing your payment.
pt_br: maxiPago!: Ocorreu um erro ao processar o seu pagamento.

source: Select the Bank
pt_br: Selecione o Banco

source: (%s%% per month - Total: %s)
pt_br: (%s%% a.m. - Total: %s)

source: %sx of %s %s
pt_br: %sx de %s %s

source: Please select a number of installments.
pt_br: Por favor, selecione o número de parcelas.

source: Invalid number of installments.
pt_br: Número de parcelas inválido.

source: Please type the cvc code for the card.
pt_br: Digite o código de segurança do cartão.

source: Please type the card number.
pt_br: Digite o número do seu cartão.

source: Please type the name of the card holder.
pt_br: Digite o nome do Titular do Cartão.

source: Please type the card expiry date.
pt_br: Digite o vencimento do cartão.

source: Please type the cvc code for the card
pt_br: Digite o código de segurança do cartão.

source: Disable
pt_br: Desativar

source: An error has occurred while processing your payment, please try again.
pt_br: Ocorreu um erro durante o processamento do seu pagamento. Tente novamente.

source: The order does not allow capture.
pt_br: O pedido não permite captura.

source: There was an error capture the payment
pt_br: Ocorreu um erro ao capturar o pagamento

source: Payment captured successfully - User: %s
pt_br: Pagamento capturado com sucesso - Usuário: %s

source: There was an error capture the payment - Error: %s
pt_br: Ocorreu um erro ao capturar o pagamento - Erro: %s

source: The order does not allow refund.
pt_br: O pedido não permite estorno.

source: There was an error refund the payment
pt_br: Ocorreu um erro ao estornar o pagamento

source: Payment cancelled successfully - User: %s
pt_br: Pagamento cancelado com sucesso - Usuário: %s

source: Payment cancelled.
pt_br: Pagamento cancelado.

source: Payment refunded successfully - User: %s
pt_br: Pagamento estornado com sucesso - Usuário: %s

source: Payment refunded.
pt_br: Pagamento estornado.

source: There was an error refund the payment - Error: %s
pt_br: Ocorreu um erro ao estornar o pagamento - Erro: %s

source: maxiPago! - Credit Card
pt_br: maxiPago! - Cartão de Crédito

source: Accept Payments by Credit Card using the maxiPago!
pt_br: Aceite pagamentos através de cartão de crédito usando o maxiPago!

source: Enable/Disable
pt_br: Habilitar/desabilitar

source: Enable maxiPago! Credit Card
pt_br: Ativar maxiPago! Cartão de crédito

source: Title
pt_br: Título

source: Displayed at checkout.
pt_br: Exibido no checkout.

source: Credit Card
pt_br: Cartão de Crédito

source: Description
pt_br: Descrição

source: Pay your order with a credit card.
pt_br: Pague seu pedido com cartão de crédito.

source: Integration Settings
pt_br: Configurações de Integração

source: Environment
pt_br: Ambiente

source: Select the environment type (test or production).
pt_br: Selecione o tipo de ambiente (teste ou produção).

source: Test
pt_br: Teste

source: Production
pt_br: Produção

source: Unique ID for each merchant.
pt_br: ID único.

source: Key associated with the Merchant ID.
pt_br: Chave associada ao Merchant ID.

source: Invoice Prefix
pt_br: Prefixo do Pedido

source: Please enter a prefix for your invoice numbers, which is used to ensure that the order number is unique if you use this account in more than one store.
pt_br: Insira um prefixo para seus números de pedido, que é usado para garantir que o número seja único se você usar essa conta em mais de uma loja.

source: Save Log
pt_br: Salvar Log

source: Enable logging
pt_br: Ativar log

source: Save log for API requests. You can check this log in %s.
pt_br: Salva log para solicitações de API. Você pode verificar este log em %s.

source: System Status &gt; Logs
pt_br: Status do Sistema &gt; Logs

source: Payment Options
pt_br: Opções de Pagamento

source: For retailers using Cielo is possible to enter descriptive field that will appear on the customers invoice. This feature is available for the Visa, JCB, Mastercard, Aura, Diners and Elo brands for the authorization or sale transactions. Use only letters and numbers without spaces.
pt_br: Para os lojistas que utilizam Cielo é possível inserir um campo descritivo que aparecerá na fatura do cliente. Este recurso está disponível para as marcas Visa, JCB, Mastercard, Aura, Diners e Elo para as transações de autorização ou venda. Use apenas letras e números sem espaços.

source: Maximum number of installments
pt_br: Número máximo de parcelas.

source: Maximum number of installments for orders in your store.
pt_br: Número máximo de parcelas para pedidos em usa loja.

source: Interest Rate (%)
pt_br: Taxa de Juros (%)

source: Percentage of interest that will be charged to the customer in the installment where there is interest rate to be charged.
pt_br: Percentual de juros que será cobrado ao cliente na parcela.

source: Interest Rate Calculate Method
pt_br: Método para Cálculo de Júros

source: Choose your interest rate calculate method.
pt_br: Escolha o método para cálculo de juros.

source: Simple
pt_br: Simples

source: Compound
pt_br: Composto

source: Number of installments without Interest Rate
pt_br: Número de parcelas sem juros

source: Indicate the number of public without Interest Rate.
pt_br: Indique o número de parcelas sem juros.

source: None
pt_br: Nada

source: Minimum value per installments
pt_br: Valor mínimo por parcela

source: Minimum value per installments, cannot be less than 1.
pt_br: O valor mínimo por parcela não pode ser menor que 1.

source: Processing Type
pt_br: Tipo de Processamento

source: Choose your processing type.
pt_br: Escolha o tipo de processamento.

source: Sale (Authorize and Capture)
pt_br: Venda Direta (Autoriza e Captura)

source: Authorization (Authorize only)
pt_br: Autorização (Somente autoriza)

source: Use Credit Card Tokenization
pt_br: Usar Tokenização

source: Save the Credit Card token to use for future purchases.
pt_br: Salva o token do Cartão de Crédito para futuras compras.

source: Fraud Check
pt_br: Verificar Fraude

source: Enable fraudControl!
pt_br: Ativa o fraudControl!

source: Acquirers
pt_br: Adquirentes

source: Choose your acquirer for Visa.
pt_br: Escolha seu adquirente para o Visa.

source: Choose your acquirer for MasterCard.
pt_br: Escolha seu adquirente para o MasterCard.

source: Choose your acquirer for Amex (American Express).
pt_br: Escolha seu adquirente para o Amex (American Express).

source: Choose your acquirer for Diners Club.
pt_br: Escolha seu adquirente para o Diners Club.

source: Choose your acquirer for Elo.
pt_br: Escolha seu adquirente para o Elo.

source: Choose your acquirer for Discover.
pt_br: Escolha seu adquirente para o Discover.

source: Choose your acquirer for Hipercard.
pt_br: Escolha seu adquirente para o Hipercard.

source: There was a problem adding this card.
pt_br: Houve um problema ao tentar adicionar um cartão.

source: <strong>%s</strong> is enabled and WooCommerce is not forcing the SSL certificate on your checkout page. Please ensure that you have a valid SSL certificate and that you are <a href="%s">forcing the checkout pages to be secured.</a>
pt_br: <strong>%s</strong> está ativado e o WooCommerce não está forçando o certificado SSL em sua página de checkout. Certifique-se de que tem um certificado SSL válido e que está <a href="%s">obrigando as páginas de checkout a serem protegidas.</a>

source: maxiPago!: Payment Cancelled (Voided).
pt_br: maxiPago!: Pagamento Cancelado (Voided).

source: Please select a bank.
pt_br: Selecione o Banco

source: Please type the valid document number.
pt_br: Digite o número do CPF/CNPJ.

source: maxiPago! - TEF
pt_br: maxiPago! - Transferência Bancária

source: Accept Payments by TEF using the maxiPago!
pt_br: Aceite pagamentos por Transferência Bancária usando o maxiPago!

source: Enable maxiPago! TEF
pt_br: Ativar maxiPago! Transferência Bancária

source: TEF
pt_br: Transferência Bancária

source: Pay your order with a TEF.
pt_br: Pague seu pedido com Transferência Bancária.

source: Banks
pt_br: Bancos

source: Choose your banks.
pt_br: Escolha seus Bancos

source: maxiPago! - Ticket
pt_br: maxiPago! - Boleto

source: Accept Payments by Ticket using the maxiPago!
pt_br: Aceite pagamentos por Boleto usando o maxiPago!

source: Enable maxiPago! Ticket
pt_br: Ativar maxiPago! Boleto

source: Ticket
pt_br: Boleto

source: Pay your order with a ticket.
pt_br: Pague seu pedido com Boleto.

source: Bank of ticket
pt_br: Banco do Boleto

source: Choose your bank of ticket.
pt_br: Escolha o banco para o Boleto

source: Days to expire Ticket
pt_br: Dias para vencimento do Boleto

source: Choose the number of days to expire ticket.
pt_br: Escolha o número de dias para o vencimento do boleto.

source: Instructions
pt_br: Instruções

source: Enter the instructions that will appear on the ticket.
pt_br: Digite as instruções que aparecerão no boleto.

source: Payment
pt_br: Pagamento

source: Payment successfully: %s in %s.
pt_br: Pagamento efetuado com sucesso: %s em %s.

source: Card Number
pt_br: Número do Cartão

source: Name Printed on the Card
pt_br: Nome impresso no cartão

source: Expiry (MM/YYYY)
pt_br: Vencimento (MM/AAAA)

source: MM / YYYY
pt_br: MM / AAAA

source: Security Code
pt_br: Código de Segurança

source: Installments
pt_br: Parcelas

source: Please use the link below to pay your Order:
pt_br: Por favor, use o link abaixo para pagar o Pedido:

source: Pay the Order
pt_br: Pagar o Pedido

source: After we receive the payment confirmation, your order will be processed.
pt_br: Depois que recebermos a confirmação do pagamento, seu pedido será processado.

source: Document Number
pt_br: CPF/CNPJ

source: After clicking "Place order" you will have access to link to pay order.
pt_br: Depois de clicar em "Finalizar compra" você terá acesso ao link para efetuar o pagamento.

source: Note: The order will be confirmed only after the payment approval.
pt_br: Nota: O pedido será confirmado somente após a aprovação do pagamento.

source: Please click in the following button to pay your Order.
pt_br: Clique no botão seguinte para pagar seu pedido.

source: Please use the link below to view your Ticket, you can print and pay in your internet banking or in a lottery retailer:
pt_br: Por favor, use o link abaixo para ver o Boleto, você pode imprimir e pagar em seu banco na Internet ou em um varejista de loteria:

source: After clicking "Place order" you will have access to ticket which you can print and pay in your internet banking or in a lottery retailer.
pt_br: Depois de clicar em "Finalizar compra" você terá acesso ao Boleto que você pode imprimir e pagar em seu banco na Internet ou em uma lotérica.

source: Please click in the following button to view your Ticket.
pt_br: Clique no botão seguinte para ver o Boleto.

source: You can print and pay in your internet banking or in a lottery retailer.
pt_br: Você pode imprimir e pagar em seu banco na internet ou em uma lotérica.

source: Credit Card Settings
pt_br: Configurações do Cartão de Crédito

source: Ticket Settings
pt_br: Configurações do Boleto

source: TEF Settings
pt_br: Configurações da Transferência Bancária

source: Capture Payment [maxiPago!]
pt_br: Capturar Pagamento [maxiPago!]

source: <strong>Oficial</strong> Plugin for maxiPago! Smart Payments.
pt_br: <strong>Plugin oficial</strong> para o maxiPago! Smart Payments.
